Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3353.html.tmx
Source language: nob
Languages: sme

source: Ledig stilling i FN - Sámediggi Sametinget
sme: ON lea rábas virgi - Sámediggi Sametinget

source: Ledig stilling i FN
sme: ON lea rábas virgi

source: FN har en ledig stillingen innen arbeidsfeltet urfolk og minoriteter.
sme: Ovttastuvvan Nášuvnnain lea rábas virgi álgoálbmot ja minoritehta áššiin.

source: Søknadsfristen er 25.desember. Her er linken:
sme: Ohcanáigemearri lea juovlamánu 25.beaivve.

source: https://jobs.un.org/Galaxy/Release3/Vacancy/Display_Vac.aspx?lang=1200&amp;VACID=b37ecd21-4652-41fa-a3a5-0b4c5d6659b8
sme: Dáppe gávnnat eanet dieđuid.
